<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'Пароль должен быть не менее шести символов и совпадать с подтверждением.',
    'reset' => 'Ваш пароль был сброшен!',
    'sent' => 'Ссылка для сброса пароля отправлено на Ваш email!',
    'token' => 'Этот маркер сброса пароля не является действительным.',
    'user' => 'Пользователя с таким email не найдены.',

    'subject' => 'Восстановление пароля',
    'mail_body' => 'Перейдите по следующей ссылке, чтобы восстановить Ваш пароль',
    'Confirm' => 'Подтвердить пароль',
    'mail_text' => 'Вы получили это письмо, потому что мы получили запрос на изменение пароля для учетной записи. Нажмите на кнопку ниже, чтобы сбросить пароль:',
    'mail_note' => 'Если Вы не отправляли запрос на изменение пароля, проигнорируйте это сообщение.',
];
