<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'Пароль повинен бути не менше шести символів і співпадати з підтвердженням.',
    'reset' => 'Ваш пароль було скинуто!',
    'sent' => 'Поcилання для скидання паролю відіслано на Ваш email!',
    'token' => 'Цей маркер скидання паролю не є дійсним.',
    'user' => "Користувача з таким email не знайдено.",

    'subject' => 'Відновлення паролю',
    'mail_body' => 'Перейдіть по наступному посиланню, щоб відновити Ваш пароль',
    'Confirm' => 'Підтвердити пароль',
    'mail_text' => 'Ви отримали цей лист, тому що ми отримали запит на зміну пароля для облікового запису. Натисніть на кнопку нижче, щоб скинути пароль:',
    'mail_note' => 'Якщо ви не відправляли запит на зміну пароля, проігноруйте це повідомлення.',
];
