<?php

return [
    'blocked' => 'Ваш акаунт не активовано',
    'Enable Registration' => 'Дозволити реєстрацію',
    'Enable Auth' => 'Дозволити авторизацію',
    'Email Verification' => 'Активація по e-mail',
    'Hello' => 'Привіт, :name!',
    'mail_welcome' => 'Тепер Ви можете увійти на наш сайт, використовуючи ім`я користувача та пароль, які Ви вводили під час реєстрації',
    'Profile' => 'Профайл',
    'My Profile' => 'Мій профайл',
    'Auth' => 'Авторизація',
    'Registration' => 'Реєстрація',
];